tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "pycparser"
brew "cffi"
brew "croc"
brew "flyway"
brew "git"
brew "gnupg"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libfido2"
brew "neovim"
brew "node"
brew "python@3.11"
brew "octave"
brew "openssl@1.1"
brew "pyenv"
brew "pyenv-virtualenv"
cask "bruno"
cask "intellij-idea-ce"
cask "keepassxc"
cask "transmission"
cask "visual-studio-code"
vscode "hashicorp.terraform"
vscode "ms-python.autopep8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "toasty-technologies.octave"
vscode "vscodevim.vim"
